# В accounts необходимо добавить список - ['название аккаунта str', id аккаунта int,'hash аккаунта str']
# После запуска программы необходимо пройти аутентификацию ввести телефон и пароль. В дальнейшем аккаунт
# сохраняется в файле  .session и повторно проходить аутентификацию не нужно.

accounts = [[]]

# Список групп для добавления в контакты
add_user_url_groups = []


# Список групп для отправки сообщения пользователям
send_message_url_groups = []


# Список геолокации
geolocations = [[46.473862, 41.542150], ]


# Названия видео для отправки.
# Для отправки необходимо переместить файл видео в папку bot_message и указать название вместе с форматом видео файла.
name_video = ''

